Repository: stilltimm/Fonttastic
Catalog: Fonttastic/Resources/*.lproj/Localizable.strings
Languages: ru

# onboarding.page.first.title
source: Create and send postcards in messengers and social networks right from keyboard
ru: Создавайте и отправляйте открытки в соцсетях и мессенджерах прямо из клавиатуры

# onboarding.page.second.title
source: Amazing collection of custom typefaces at your service
ru: Крутая коллекция кастомных шрифтов в вашем распоряжении

# subscription.activeSubscription.header.title
source: Hooray! You are Premium Member ðŸ’Ž
ru: Ура! Премиум 💎

# subscription.activeSubscription.header.subtitle
source: Now you might setup Fonttastic Keyboard and use all custom fonts of our app
ru: Теперь вы можете пользоваться кастомной клавиатурой Fonttastic и испрользовать в ней все кастомные шрифты нашего приложения

# subscription.error.title.default
source: Purchase failed
ru: Ошибка покупки

# subscription.error.title.pendingPayment
source: Payment is Pending
ru: Покупка стартовала

# subscription.error.message.unknownError
source: Something went wrong. Please, try again later.
ru: Что-то пошло не так. Пожалуйста, попробуйте повторить немного позже.

# subscription.error.message.alreadyPurchased
source: Product already purchased. Please restore purchases to sync previously purchased subscription.
ru: Подписка уже приобритена. Пожалуйста восстановите покупки чтобы синхронизировать ранее купленную подписку.

# subscription.error.message.paymentPending
source: The system requires an additional confirmation of purchase. Please, follow Apple's instructions in order to complete the purchase.
ru: Система требует дополнительного подтверждения покупки. Пожалуйста, следуйте инструкциям Apple, чтобы завершить покупку.

# subscription.error.message.insufficientPermissions
source: There is a problem with your permissions. Please make sure you are signed in to AppleID and are able to make purchases.
ru: Проблема с ограничениями доступа. Пожалуйста проверьте, что вы авторизованы с AppleID и можете совершать покупки.

# subscription.error.message.ineligibleProduct
source: This product is not available anymore. Please select another option.
ru: Выбранная опция более недоступна. Пожалуйста выберите другой вариант.

# subscription.error.message.networkError
source: There is an issue with your internet connection. Please connect to the internet and try again.
ru: Проблема с подключением к интернету. Пожалуйста подключитесь к сети и попробуйте снова.

# subscription.error.message.productUnavailable
source: Unfortunately, product is unavailable right now. Please either select another option or try again later.
ru: К сожалению, выбранная опция сейчас недоступна. Пожалуйста выберите другой вариант или попробуйте позже.

# subscription.error.message.purchaseInvalid
source: There is probably an issue with your payment. Please make sure that your payment type is valid and try again.
ru: Проблема с вашим методом оплаты. Пожалуйста проверьте выбранный метод оплаты и попробуйте снова.

# subscription.error.message.purchaseNotAllowed
source: Purhcases not allowed for this device or user. Please make sure you have logged in to AppleID and acknowledged Apple's privacy policy for Apple Music.
ru: Покупки недоступны на данном устройстве или для данного пользователя. Пожалуйста проверьте, что вы авторизованы с AppleID и приняли политику приватности Apple для Apple Music.

# subscription.error.message.appStoreIsDown
source: AppStore is probably down. Please, try again later.
ru: Совершение покупок временно недоступно. Пожалуйста попробуйте повторить немного позже.

# subscription.error.message.purchaseCancelled
source: Purchase was cancelled
ru: Покупка была отменена

# subscription.error.okAction.title
source: OK
ru: ОК
