Repository: stilltimm/Fonttastic
Catalog: FonttasticTools/Resources/*.lproj/Localizable.strings
Languages: ru

# keyboard.canvas.copied.title
source: ✅ Copied
ru: ✅ Скопировано

# keyboard.lockedState.title
source: Keyboard is locked
ru: Клавиатура заблокирована

# keyboard.lockedState.limitedAccess.message
source: To use keyboard, please open settings and enable keyboard full access
ru: Чтобы использовать клавиатуру, пожалуйста откройте настройки приложения и дайте клавиатуре полный доступ

# keyboard.lockedState.limitedAccess.actionTitle
source: Open Settings
ru: Открыть Настройки

# fontSelection.title
source: Font
ru: Шрифт

# fontSelection.prompt.latinFonts
source: Latin fonts
ru: Латинские шрифты

# fontSelection.prompt.cyrillicFonts
source: Cyrillic fonts
ru: Кириллические шрифты

# fontListCollection.sectionHeader.systemFonts
source: System fonts
ru: Системные шрифты

# fontListCollection.sectionHeader.customFonts
source: Custom fonts
ru: Кастомные шрифты

# fontListCollection.bannerTitle.keyboardInstall
source: Tap here to add Fonttastic keyboard to iOS ⌨️
ru: Нажмите, чтобы добавить клавиатуру Fonttastic в iOS ⌨️

# fontListCollection.bannerTitle.subscriptionPurchase
source: Tap here to get Premium 🦹‍♂️
ru: Нажмите, чтобы стать Премиум 🦹‍♂️

# subscription.header.title.default
source: Get Premium access to Fonttastic Keyboard
ru: Получите Премиум-доступ к клавиатуре Fonttastic

# subscription.header.title.trial
source: Start Premium access free trial
ru: Начните пробный период Премиум-доступа

# subscription.header.subtitle
source: And start using custom fonts anywhere
ru: И начните пользовать кастомными шрифтами где угодно

# subscription.item.subtitle.trial.days.3
source: First 3 days free
ru: Первые 3 дня бесплатно

# subscription.button.title.default
source: Subscribe
ru: Подписаться

# subscription.button.title.trial
source: Start free trial
ru: Начать пробный период

# subscription.period.weekly
source: Weekly
ru: Неделя

# subscription.period.monthly
source: Monthly
ru: Месяц

# subscription.period.twoMonths
source: 2 Months
ru: 2 Месяца

# subscription.period.threeMonths
source: 3 Months
ru: 3 Месяца

# subscription.period.sixMonths
source: 6 Months
ru: 6 Месяцев

# subscription.period.annual
source: Annual
ru: Год

# subscription.period.lifetime
source: Lifetime
ru: Навсегда

# subscription.info.active.solo.title
source: Your are a Premium member 😎
ru: Вы Премиум подписчик 😎

# subscription.info.active.familyShared.title
source: You have a family shared Premium membership 😎
ru: Вы используете семейную Премиум подписку 😎

# subscription.info.active.freeTrial.withExpirationDate
source: with free trial until %@
ru: с бесплатным пробным периодом до %@

# subscription.info.active.freeTrial.withoutExpirationDate
source: with free trial.
ru: с бесплатным пробным периодом.

# subscription.info.active.since
source: since %@
ru: с %@

# subscription.info.active.renewDate
source: Subscription will renew at %@
ru: Подписка автоматически обновится %@

# subscription.info.active.expirationDate
source: Subscription will expire at %@
ru: Подписка истекает %@

# subscription.info.inactive.solo.title
source: Your Premium membership has expired
ru: Ваша Премиальная подписка истекла

# subscription.info.inactive.familyShared.title
source: Your family shared Premium membership has expired
ru: Ваша семейная Премиальная подписка истекла

# subscription.info.inactive.callToAction
source: Please renew your subscription in order to use Fonttastic Keyboard.
ru: Пожалуйста обновите подписку, чтобы снова пользоваться клавиатурой Fonttastic
